Repository: seunghyunjin/Free-RASP-iOS
Catalog: FreeRASP/Resources/*.lproj/Localizable.strings
Languages: cs, sk

# tabBar.protectionStatus.title
source: Protection Status
cs: Stav ochrany
sk: Stav ochrany

# protectionStatus.category.deviceSecurity
source: Device Security
cs: Bezpečnost zařízení
sk: Bezpečnosť zariadenia

# protectionStatus.category.inDepthAnalysis
source: In-depth Analysis
cs: Hloubková analýza
sk: Hĺbková analýza

# protectionStatus.emptyState
source: Press **Start** to scan your device for potential threats. Afterwards, you’ll receive your security score, calculated based on the threats found on your device and their severity.
cs: Stisknutím tlačítka **Start** prohledejte v zařízení potenciální hrozby. Poté obdržíte skóre zabezpečení vypočítané na základě hrozeb nalezených ve tvém zařízení a jejich závažnosti.
sk: Stlačením tlačítka **Štart** prehľadajte v zariadení potenciálne hrozby. Potom obdržíte skóre zabezpečenia vypočítané na základe hrozieb nájdených v tvojom zariadení a ich závažnosti.

# protectionStatus.meter.risk.high
source: High Risk
cs: Vysoké riziko
sk: Vysoké riziko

# protectionStatus.meter.risk.high.result.description
source: Sadly we found multiple issues that put you at risk. Check out the results below and see what you can do to improve your safety.
cs: Bohužel jsme našli problémy, které tě ohrožují. Podívej se na výsledky níže, jaké máš možnosti k jejich odstranění a obnovení tvého bezpečí.
sk: Bohužiaľ sme našli problémy, ktoré ťa ohrozujú. Pozri sa na výsledky nižšie, aké máš možnosti k ich odstráneniu a obnoveniu tvojho bezpečia.

# protectionStatus.meter.risk.high.result.title
source: It’s bad
cs: Je to špatné
sk: Je to zlé

# protectionStatus.meter.risk.how
source: You can see how your score is calculated in the **About the Security Score** section.
cs: Jak se skóre vypočítává, můžete vidět v sekci **O skóre zabezpečení**.
sk: Ako sa skóre vypočítava, môžete vidieť v sekcií **O skóre zabezpečenia**.

# protectionStatus.meter.risk.low
source: Low Risk
cs: Nízké riziko
sk: Nízke riziko

# protectionStatus.meter.risk.low.result.description
source: Awesome! We didn’t find any issues, but if you’d still like to report one, you can do so in the tab **Report Attack**.
cs: Paráda, žádné problémy jsme nenašli! Pokud přesto chceš nějaký nahlásit, přejdi na záložku **Nahlásit útok**.
sk: Paráda, žiadne problémy sme nenašli! Ak aj napriek tomu chceš nejaký nahlásiť, prejdi na záložku **Nahlásiť útok**.

# protectionStatus.meter.risk.low.result.title
source: Everything is in order
cs: Vše se zdá být v pořádku
sk: Všetko sa zdá byť v poriadku

# protectionStatus.meter.risk.medium
source: Medium Risk
cs: Střední riziko
sk: Stredné riziko

# protectionStatus.meter.risk.medium.result.description
source: While your device isn't critically at risk, it’s still worth it to see how you can protect yourself better. See how below.
cs: Přestože to není kritické, stojí za to se podívat, co můžeš udělat pro své bezpečí. Podívej se na výsledky níže, jaké máš možnosti k jejich odstranění a obnovení tvého bezpečí.
sk: Aj keď to nie je kritické, stojí za to pozrieť sa, čo môžeš urobiť pre svoje bezpečie. Pozri sa na výsledky nižšie, aké máš možnosti k ich odstráneniu a obnoveniu tvojho bezpečia.

# protectionStatus.meter.risk.medium.result.title
source: We found some issues
cs: Nějaké problémy se našly
sk: Nejaké problémy sa našli

# protectionStatus.meter.score
source: SCORE
cs: SKÓRE
sk: SKÓRE

# protectionStatus.meter.start
source: START
sk: ŠTART

# protectionStatus.type.biometrics.description
source: Touch ID and Face ID make it easy to unlock the device, confirm payments.
cs: Touch ID a Face ID usnadňují odemykání zařízení, potvrzování plateb.
sk: Touch ID a Face ID uľahčujú odomykanie zariadenia, potvrdzovanie platieb.

# protectionStatus.type.biometrics.nok
source: Biometric lock isn't active.
cs: Biometrický zámek není aktivní.
sk: Biometrický zámok nie je aktívny.

# protectionStatus.type.biometrics.ok
source: Biometric lock is OK.
cs: Biometrický zámek je v pořádku.
sk: Biometrický zámok je v poriadku.

# protectionStatus.type.biometrics.title
source: Biometrics
cs: Biometriky
sk: Biometria

# protectionStatus.type.debugger.description
source: Debugging is a sign of an ongoing attack on the application.
cs: Nástroj pro ladění je známka probíhajícího útoku na tvoje zařízení.
sk: Nástroj pre ladenie je znakom prebiehajúceho útoku na tvoje zariadenie.

# protectionStatus.type.debugger.nok
source: Debugger found.
cs: Nalezen nástroj pro ladění.
sk: Nájdený nástroj pre ladenie.

# protectionStatus.type.debugger.ok
source: No debugger found.
cs: Nenalezen nástroj pro ladění.
sk: Nenájdený nástroj pre ladenie.

# protectionStatus.type.debugger.title
source: Debugging
cs: Nástroj pro ladění
sk: Nástroj pre ladenie

# protectionStatus.type.deviceBinding.description
source: This primarily serves to protect against the transfer of an application to a fraudster’s device. It's also possible to recognize that an application has been automatically transferred to another device. If this threat is detected and it was not during the migration to a new phone, a compromise may have occurred.
cs: Přivázání slouží k ochraně proti přenosu aplikace na podvodníkovo zařízení. Lze tak i poznat, že aplikace byla automaticky přenesena na nové zařízení. Pokud je toto ohrožení detekováno a nedošlo k automatickému přesunu během migrace na nový telefon, mohlo dojít ke kompromitaci.
sk: Priviazanie slúži k ochrane proti prenosu aplikácie na podvodníkove zariadenie. Dá sa tak aj zistiť, že aplikácia bola automaticky prenesená na nové zariadenie. Ak je toto ohrozenie detekované a nedošlo k automatickému presunu behom migrácie na nový telefón, mohlo dôjsť ku kompromitácií.

# protectionStatus.type.deviceBinding.nok
source: The application has been transferred.
cs: Aplikace byla přenesena.
sk: Aplikácia bola prenesená.

# protectionStatus.type.deviceBinding.ok
source: The application has not been transferred.
cs: Aplikace nebyla přenesena.
sk: Aplikácia nebola prenesená.

# protectionStatus.type.deviceBinding.title
source: App device binding
cs: Přivázání aplikace k zařízení
sk: Priviazanie aplikácie k zariadeniu

# protectionStatus.type.jailbreak.description
source: Never perform a Jailbreak and open a back door to attackers. If someone leads you to this, it's a possible attacker. If a Jailbreak is found, you're probably the target of an attack.
cs: Nikdy neprováděj Jailbreak, otevřeš tak zadní vrátka útočníkům. Pokud tě k tomu někdo navádí, tak se jedná o možného útočníka. Pokud je nalezen Jailbreak, jsi pravděpodobně cílem útoku.
sk: Nikdy nerealizuj Jailbreak, otvoríš tak zadné dvierka útočníkom. Ak ťa k tomu niekto navádza, jedná sa o možného útočníka. Ak je nájdený Jailbreak, si pravdepodobne cieľom útoku.

# protectionStatus.type.jailbreak.nok
source: Jailbreak found, the device is compromised.
cs: Nalezen Jailbreak, zařízení je kompromitované.
sk: Nájdený Jailbreak, zariadenie je kompromitované.

# protectionStatus.type.jailbreak.ok
source: Jailbreak not found, the device isn't compromised.
cs: Zařízení není kompromitováno, Jailbreak nenalezen.
sk: Zariadenie nie je kompromitované, Jailbreak nenájdený.

# protectionStatus.type.passcode.description
source: A device protected by a passcode significantly increases your security.
cs: Zařízení chráněné zámkem ti výrazně zvyšuje bezpečí.
sk: Zariadenie chránené zámkom ti výrazne zvyšuje zabezpečenie.

# protectionStatus.type.passcode.nok
source: Passcode lock isn't active.
cs: Kódový zámek není aktivní.
sk: Kódový zámok nie je aktívny.

# protectionStatus.type.passcode.ok
source: Passcode lock is active.
cs: Kódový zámek je aktivní.
sk: Kódový zámok je aktívny.

# protectionStatus.type.passcode.title
source: Passcode
cs: Kódový zámek
sk: Kódový zámok

# protectionStatus.type.passcodeChange.description
source: The passcode is used to verify the integrity of the application data. If there is a change, someone may have manipulated the sensitive data in the application.
cs: Zámek dat slouží k ověření integrity dat aplikace. Pokud dojde ke změně, někdo pravděpodobně manipuloval s citlivými daty aplikace.
sk: Zámok dát slúži k overeniu integrity dát aplikácie. Ak dôjde ku zmene, niekto pravdepodobne manipuloval s citlivými dátami aplikácie.

# protectionStatus.type.passcodeChange.nok
source: Passcode has been changed.
cs: Došlo ke změně zámku.
sk: Došlo ku zmene zámku.

# protectionStatus.type.passcodeChange.ok
source: Passcode has not been changed.
cs: Nedošlo ke změně zámku.
sk: Nedošlo ku zmene zámku.

# protectionStatus.type.passcodeChange.title
source: Application data lock
cs: Zámek dat aplikace
sk: Zámok dát aplikácie

# protectionStatus.type.runtimeManipulation.description
source: Runtime manipulation with hooking frameworks is a sign of an ongoing attack on the application.
cs: Manipulace s během aplikace je známka probíhajícího útoku.
sk: Manipulácia behu aplikácie je znakom prebiehajúceho útoku.

# protectionStatus.type.runtimeManipulation.nok
source: Tools for runtime app manipulation found.
cs: Nalezeny nástroje pro manipulaci běhu aplikace.
sk: Nájdené manipulačné nástroje behu aplikácie.

# protectionStatus.type.runtimeManipulation.ok
source: Tools for runtime app manipulation not found.
cs: Nenalezeny nástroje pro manipulaci běhu aplikace.
sk: Nenájdené manipulačné nástroje behu aplikácie.

# protectionStatus.type.runtimeManipulation.title
source: Runtime app manipulation
cs: Manipulace běhu aplikace
sk: Manipulácia behu aplikácie

# protectionStatus.type.secureEnclave.description
source: An isolated system for secure data storage is indispensable against advanced attackers.
cs: Izolovaný systém pro bezpečné uložení dat je nepostradatelný proti pokročilým útočníkům.
sk: Izolovaný systém pre bezpečné uloženie dát je nepostrádateľný proti pokročilým útočníkom.

# protectionStatus.type.secureEnclave.nok
source: System for secure data storage is unavailable.
cs: Systém pro bezpečné uložení dat není dostupný.
sk: Systém pre bezpečné uloženie dát nie je dostupný.

# protectionStatus.type.secureEnclave.ok
source: Secure data storage system is OK.
cs: Systém pro bezpečné uložení dat je v pořádku.
sk: Systém pre bezpečné uloženie dát je v poriadku.

# protectionStatus.type.signature.description
source: The original application is electronically signed by the developers. A fake signature is a character of a fake application.
cs: Originální aplikace je od vývojářů elektronicky podepsaná. Falešný podpis je znak falešné aplikace.
sk: Originálna aplikácia je od vývojárov elektronicky podpísaná. Falošný podpis je znak falošnej aplikácie.

# protectionStatus.type.signature.nok
source: Fake application signature.
cs: Falešný podpis aplikace.
sk: Falošný podpis aplikácie.

# protectionStatus.type.signature.ok
source: Verified application signature.
cs: Ověřený podpis aplikace.
sk: Overený podpis aplikácie.

# protectionStatus.type.signature.title
source: Application signature
cs: Podpis aplikace
sk: Podpis aplikácie

# protectionStatus.type.simulator.description
source: A simulator is a dangerous environment for running an application that uses sensitive data.
cs: Simulátor je nebezpečné prostředí pro běh aplikace pracující s citlivými údaji.
sk: Simulátor je nebezpečné prostredie pre beh aplikácie, pracujúcej s citlivými údajmi.

# protectionStatus.type.simulator.nok
source: Simulator found.
cs: Nalezen simulátor.
sk: Nájdený simulátor.

# protectionStatus.type.simulator.ok
source: No simulator found.
cs: Nenalezen simulátor.
sk: Nenájdený simulátor.

# protectionStatus.type.simulator.title
source: Simulator
cs: Simulátor
sk: Simulátor

# protectionStatus.type.unofficialStore.title
source: Unofficial Store
cs: Neoficiální zdroj
sk: Neoficiálny zdroj

# protectionStatus.type.unofficialStore.description
source: An application not distributed via official store might be tampered and insecure.
cs: Aplikace, která není distribuována prostřednictvím oficiálního obchodu, může být zfalšovaná a nezabezpečená.
sk: Aplikácia, ktorá nie je distribuovaná prostredníctvom oficiálneho obchodu, môže byť poškodená a nezabezpečená.

# protectionStatus.type.unofficialStore.ok
source: The app has been installed using an official store.
cs: Aplikace byla nainstalována pomocí oficiálního zdroje.
sk: Aplikácia bola nainštalovaná z oficiálneho zdroja.

# protectionStatus.type.unofficialStore.nok
source: The app has been installed using an unofficial store.
cs: Aplikace byla nainstalována pomocí neoficiálního zdroje.
sk: Aplikácia bola nainštalovaná z neoficiálneho zdroja.

# protectionStatus.type.systemVPN.title
source: System VPN
cs: Služba VPN
sk: Služba VPN

# protectionStatus.type.systemVPN.description
source: A running VPN service on mobile devices is critical for security-sensitive applications, as it can indicate potential privacy and security risks.
cs: Běžící služba VPN na mobilních zařízeních je klíčová pro aplikace citlivé na bezpečnost, protože může signalizovat potenciální rizika související s ochranou soukromí a bezpečností.
sk: Zapnutá služba VPN na mobilných zariadeniach je kritická pre aplikácie citlivé na bezpečnosť, pretože môže signalizovať potenciálne riziká súvisiace s ochranou súkromia a bezpečnosťou.

# protectionStatus.type.systemVPN.ok
source: The system VPN is disabled.
cs: Služba VPN je neběží.
sk: Služba VPN je vypnutá.

# protectionStatus.type.systemVPN.nok
source: The system VPN is enabled.
cs: Služba VPN je běží.
sk: Služba VPN je zapnutá.

# protectionStatus.type.screenshot.title
source: Screenshot
cs: Snímek obrazovky
sk: Snímka obrazovky

# protectionStatus.type.screenshot.description
source: Screenshots can be used by malicious actors to capture sensitive information displayed in the app, such as login credentials or payment details.
cs: Snímky obrazovky mohou být zneužity škodlivými aktéry k zachycení citlivých informací zobrazených v aplikaci, jako jsou přihlašovací údaje nebo platební údaje.
sk: Snímky obrazovky môžu byť zneužité škodlivými aktérmi na zachytenie citlivých informácií zobrazených v aplikácii, ako sú prihlasovacie údaje alebo platobné údaje.

# protectionStatus.type.screenshot.ok
source: A screenshot of the app has not been detected.
cs: Snímek obrazovky aplikace nebyl detekován.
sk: Snímka obrazovky aplikácie nebola detekovaná.

# protectionStatus.type.screenshot.nok
source: A screenshot of the app has been detected.
cs: Snímek obrazovky aplikace byl detekován.
sk: Snímka obrazovky aplikácie bola detekovaná.

# protectionStatus.type.screenRecording.title
source: Screen Recording
cs: Záznam obrazovky
sk: Nahrávanie obrazovky

# protectionStatus.type.screenRecording.description
source: Screen recording can be used by malicious actors to capture sensitive user interactions or application flows.
cs: Záznam obrazovky může být zneužit škodlivými aktéry k zachycení citlivých uživatelských interakcí nebo postupů v aplikaci.
sk: Nahrávanie obrazovky môže byť zneužité škodlivými aktérmi na zachytenie citlivých užívateľských interakcií alebo postupov v aplikácii.

# protectionStatus.type.screenRecording.ok
source: A screen recording of the app has not been detected.
cs: Záznam obrazovky aplikace nebyl detekován.
sk: Nahrávanie obrazovky aplikácie nebolo detekované.

# protectionStatus.type.screenRecording.nok
source: A screen recording of the app has been detected.
cs: Záznam obrazovky aplikace byl detekován.
sk: Nahrávanie obrazovky aplikácie bolo detekované.
